export default {
  header: {
    howWork: 'Как работает?',
    ads: 'Рекламодателям',
    connect: 'Связаться с нами',
    privacyPolicy: 'Политика конфиденциальности',
    conditions: 'Условия использования'
  },
  hero: {
    title1: 'Выполняй задания',
    title2: 'и зарабатывай стабильный',
    title3: 'доход в криптовалюте',
    subtitle1: 'Собирай криптовалюту, выполняя простые и увлекательные',
    subtitle2: 'задания в удобном TWA приложении.',
    try: 'Попробовать',
    exc: 'Подробнее'
  },
  howWork: {
    title: 'Как работает GETBONUS?',
    card1: {
      title1: 'Запускай приложение',
      title2: 'в Telegram Messenger',
      telegram: 'Запустить GETBONUS'
    },
    card2: {
      title1: 'Выполняй задания',
      title2: 'в приложение и получай',
      title3: 'за них вознаграждение',
    },
    card3: {
      title1: 'Приглашай своих',
      title2: 'друзей и получай еще',
      title3: 'больше вознаграждений',
    },
    card4: {
      title1: 'Расти своего питомца,',
      title2: 'получай опыт, выполняя',
      title3: 'задания и получай',
      title4: 'разные преимущества',
    }
  },
  ads: {
    title: 'Для рекламодателей',
    card1: {
      title: 'Платите только за выполненные целевые действия!',
      subtitle: 'С нами ты можешь сотрудничать с тысячами пользователей по совершенно новой модели!'
    },
    card2: {
      title: 'Новый мир - новые правила!',
      subtitle: 'Наша платформа позволяет людям погружаться в обыденные задания с новым интересом — мы платим вознаграждения нашим пользователям в виде крипто-токенов, которые они могут вывести сразу!'
    },
    card3: {
      title: 'Геймификация',
      subtitle: 'Элементы геймификации в процессе выполнения задания делают процесс более увлекательным и приятным для пользователей.'
    },
    form: {
      title: 'Остались вопросы?',
      subtitle: 'Заполните заявку и мы расскажем подробней про платформу и ответим на ваши вопросы',
      input1: 'Ваше имя',
      input2: 'Ваша почта',
      textarea: 'Ваш вопрос',
      button: 'Отправить'
    }
  },
  roadmap: {
    subtitle: 'Используем новые рекламные возможности',
    august: 'Август',
    september: 'Сентябрь',
    october: 'Октябрь',
    step1: {
      text1: 'Разработка квест-бота',
      text2: 'Старт комьюнити',
      text3: 'Выпуск квест бота'
    },
    step2: {
      text1: 'Разработка основной платформы',
      text2: 'Запуск токена',
    },
    step3: {
      text1: 'Запуск основной платформы',
      text2: 'Запуск на TON конференции',
    }
  }
}